[
  {
    "title": "Kishorgonj Keshba Fazil Madrasah",
    "images": [
      "https://i.ibb.co/rQWttcT/Clean-Shot-2024-08-20-at-02-47-25-2x.png",
      "https://i.ibb.co/jr5CkNb/Clean-Shot-2024-08-20-at-02-47-03-2x.png",
      "https://i.ibb.co/T0rqNqF/Clean-Shot-2024-08-20-at-02-46-52-2x.png",
      "https://i.ibb.co/8g8BmHF/Clean-Shot-2024-08-20-at-02-46-26-2x.png"
    ],
    "description": "Kishorgonj Keshba Fazil Madrasah, established in 1973 in Kishoreganj, Nilphaari, Bangladesh, is a respected institution that offers a comprehensive education combining Islamic teachings with general studies. The madrasha is committed to fostering both the spiritual and academic growth of its students, guided by a team of experienced teachers. It regularly engages with the community through various events, such as the recent teacher's meeting. For more information, you can visit their official website or contact them directly at +8801794803612.",
    "github_link": "https://github.com/sifat-99/kiskfm",
    "live_link": "https://kiskfm.vercel.app/",
    "server_link": "https://github.com/sifat-99/kiskfm",
    "technology_used": "React, Next.js, javascript, Tailwind CSS, MongoDB, Node.js, Express.js, Google Analytics, JWT, Mongoose, Material-tailwind"
  },
  {
    "title": "Meet Ready",
    "images": [
      "https://i.ibb.co/Tkx3348/Clean-Shot-2024-03-23-at-22-09-05-2x.png",
      "https://i.ibb.co/sHFBcHJ/Clean-Shot-2024-03-23-at-22-09-42-2x.png",
      "https://i.ibb.co/j54trBv/Clean-Shot-2024-03-23-at-22-09-18-2x.png"
    ],
    "description": "'Meet Ready' Your All-in-One Meeting Management Platform Meet Ready simplifies scheduling, calendar management, and professional networking. With features like easy meeting scheduling, customizable calendars, public profiles with resume building, and robust networking tools, Meet Ready offers a seamless solution for professionals. Stay organized, showcase your skills, and connect with others effortlessly. Join Meet Ready today and take charge of your professional life.",
    "github_link": "https://github.com/SakifAzwad/Meet-Ready",
    "live_link": "https://meet-ready.vercel.app/",
    "server_link": "https://github.com/SakifAzwad/Meet-Ready",
    "technology_used": "React, Next.js, javascript, Tailwind CSS, Firebase, Google Calendar API, Zoom api"
  },
  {
    "title": "Bookwarp",
    "images": [
      "https://i.ibb.co/T0Bg9nV/Clean-Shot-2024-03-23-at-22-20-41-2x.png",
      "https://i.ibb.co/MS4FWCr/Clean-Shot-2024-03-23-at-22-20-57-2x.png",
      "https://i.ibb.co/sKzR2VZ/Clean-Shot-2024-03-23-at-22-21-46-2x.png"
    ],
    "description": "BookWarp is a web-based platform aimed at fostering a community of book enthusiasts by facilitating seamless book exchanges. Developed using TypeScript and Next.js, it allows users to register, list books, search for titles, and communicate with others for exchanges. Key features include a messenger chatbot, user profiles, bookmarking, contact via email, book condition rating, filtering options, wishlists, and reviews. The platform emphasizes user documentation and intuitive interfaces for a positive user experience. Through its features, BookWarp aims to revive the joy of reading, foster connections, and celebrate diverse narratives within a thriving community of readers.",
    "github_link": "https://github.com/dronatoo21/bookwarp-client/tree/main",
    "live_link": "https://bookwarp.vercel.app/",
    "server_link": "https://github.com/dronatoo21/bookwarp-server",
    "technology_used": "React, Next.js, TypeScript, Tailwind CSS, Firebase, Node, Express, MongoDB, Nodemailer"
  },
  {
    "title": "Relux Pacific",
    "images": [
      "https://i.ibb.co/2PY6vz9/Clean-Shot-2024-04-12-at-10-09-38.png",
      "https://i.ibb.co/xJmB3Kr/Clean-Shot-2024-04-12-at-10-09-53.png",
      "https://i.ibb.co/Df9fYhZ/Clean-Shot-2024-04-12-at-10-10-25.png"
    ],

    "description": "Relux Pacific Hotel is a website designed to provide users with easy access to room details, booking functionality, and subscription services. Users can navigate room categories to view details and book rooms for their preferred dates. The Booking section allows users to manage their bookings, including cancellation and availability status. Additionally, users can subscribe to receive notifications about news and special offers on available rooms. The technology stack includes React, React Router, React Vite, Material UI, Tailwind CSS, Firebase, MongoDB, Axios JS, and CRUD Operations, ensuring a smooth user experience and efficient data management.",
    "github_link": "https://github.com/sifat-99/Hotel-management-Client-Side",
    "live_link": "https://assignment-11-0004.web.app/",
    "server_link": "https://github.com/sifat-99/Hotel-management-ServerSide",
    "technology_used": "React, React Router, React Vite, Material UI, Tailwind CSS, Firebase, MongoDB, Axios JS, CRUD Operations, HTML"
  }
]
